[
	{
		"id" : 1,
		"title" : "Kentucky Fried Chicken",
		"image" : "https://www.themealdb.com/images/media/meals/xqusqy1487348868.jpg",
		"str_ingredient1" : "1 whole Chicken",
		"str_ingredient2" : "2 quarts neutral frying Oil",
		"str_ingredient3" : "1 Egg White",
		"str_ingredient4" : "1 1/2 cups  Flour",
		"str_ingredient5" : "1 tablespoon Brown Sugar",
		"str_ingredient6" : "1 tablespoon Salt",
		"str_ingredient7" : "1 tablespoon paprika",
		"str_ingredient8" : "2 teaspoons onion salt",
		"str_ingredient9" : "1 teaspoon chili powder",
		"str_ingredient10" : "1 teaspoon black pepper",
		"str_ingredient11" : "1/2 teaspoon celery salt",
		"str_ingredient12" : "1/2 teaspoon sage",
		"str_ingredient13" : "1/2 teaspoon garlic powder",
		"str_ingredient14" : "1/2 teaspoon allspice",
		"str_ingredient15" : "1/2 teaspoon oregano",
		"str_ingredient16" : "1/2 teaspoon basil",
		"str_ingredient17" : "1/2 teaspoon marjoram",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Preheat fryer to 350°F. Thoroughly mix together all the spice mix ingredients. Combine spice mix with flour, brown sugar and salt. Dip chicken pieces in egg white to lightly coat them, then transfer to flour mixture. Turn a few times and make sure the flour mix is really stuck to the chicken. Repeat with all the chicken pieces. Let chicken pieces rest for 5 minutes so crust has a chance to dry a bit. Fry chicken in batches. Breasts and wings should take 12-14 minutes, and legs and thighs will need a few more minutes. Chicken pieces are done when a meat thermometer inserted into the thickest part reads 165°F. Let chicken drain on a few paper towels when it comes out of the fryer. Serve hot.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 2,
		"title" : "Lamb tomato and sweet spices",
		"image" : "https://www.themealdb.com/images/media/meals/qtwtss1468572261.jpg",
		"str_ingredient1" : "2 tbsp olive oil",
		"str_ingredient2" : "4cm piece finely chopped ginger",
		"str_ingredient3" : "2 cloves peeled and chopped garlic",
		"str_ingredient4" : "800g peeled and chopped  tomatoes",
		"str_ingredient5" : "2 tbsp lemon juice",
		"str_ingredient6" : "1 tsp caster sugar",
		"str_ingredient7" : "50 vine leaves",
		"str_ingredient8" : "1 large fennel bulb",
		"str_ingredient9" : "400g lamb mince",
		"str_ingredient10" : "1 medium onion",
		"str_ingredient11" : "1 small peeled and coarsely grated potato",
		"str_ingredient12" : "2 tbsp basmati rice",
		"str_ingredient13" : "2 tbsp chopped parsley",
		"str_ingredient14" : "2 tbsp chopped coriander",
		"str_ingredient15" : "1 tbsp lemon juice",
		"str_ingredient16" : "2 cloves garlic",
		"str_ingredient17" : "½ tsp ground clove",
		"str_ingredient18" : "½ tsp ground  cinnamon",
		"str_ingredient19" : "2 medium tomatoes",
		"str_ingredient20" : " ",
		"instructions" : "\"Use pickled vine leaves here, preserved in brine. Small delicate leaves are better than the large bristly ones but, if only large leaves are to hand, then trim them to roughly 12 by 12 cms so that you don't get too many layers of leaves around the filling. And remove any stalks. Drain the preserved leaves, immerse them in boiling water for 10 minutes and then leave to dry on a tea towel before use.  Basmati rice with butter and pine nuts is an ideal accompaniment. Couscous is great, too. Serves four. First make the filling. Put all the ingredients, apart from the tomatoes, in a bowl. Cut the tomatoes in half, coarsely grate into the bowl and discard the skins. Add half a teaspoon of salt and some black pepper, and stir. Leave on the side, or in the fridge, for up to a day. Before using, gently squeeze with your hands and drain away any juices that come out. To make the sauce, heat the oil in a medium pan. Add the ginger and garlic, cook for a minute or two, taking care not to burn them, then add the tomato, lemon juice and sugar. Season, and simmer for 20 minutes. While the sauce is bubbling away, prepare the vine leaves. Use any torn or broken leaves to line the base of a wide, heavy saucepan. Trim any leaves from the fennel, cut it vertically into 0.5cm-thick slices and spread over the base of the pan to cover completely. Lay a prepared vine leaf (see intro) on a work surface, veiny side up. Put two teaspoons of filling at the base of the leaf in a 2cm-long ",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 3,
		"title" : "Kedgeree",
		"image" : "https://www.themealdb.com/images/media/meals/utxqpt1511639216.jpg",
		"str_ingredient1" : "300g Smoked Haddock",
		"str_ingredient2" : "2 Bay Leaves",
		"str_ingredient3" : "300ml  Milk",
		"str_ingredient4" : "4 Eggs",
		"str_ingredient5" : "Handful Parsley",
		"str_ingredient6" : "Handful Coriander",
		"str_ingredient7" : "2 tbs Vegetable Oil",
		"str_ingredient8" : "1 chopped Onion",
		"str_ingredient9" : "1 tsp  Coriander",
		"str_ingredient10" : "2 tsp Curry Powder",
		"str_ingredient11" : "300g Rice",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"For the rice, heat the oil in a large, lidded pan, add the onion, then gently fry for 5 mins until softened but not coloured. Add the spices, season with salt, then continue to fry until the mix start to go brown and fragrant; about 3 mins. Add the rice and stir in well. Add 600ml water, stir, then bring to the boil. Reduce to a simmer, then cover for 10 mins. Take off the heat and leave to stand, covered, for 10-15 mins more. The rice will be perfectly cooked if you do not lift the lid before the end of the cooking. Meanwhile, put the haddock and bay leaves in a frying pan, cover with the milk, then poach for 10 mins until the flesh flakes. Remove from the milk, peel away the skin, then flake the flesh into thumbsize pieces. Place the eggs in a pan, cover with water, bring to the boil, then reduce to a simmer. Leave for 4½-5 mins, plunge into cold water, then peel and cut the eggs into quarters. Gently mix the fish, eggs, parsley, coriander and rice together in the pan. Serve hot, sprinkled with a few extra herbs.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 4,
		"title" : "Chicken Handi",
		"image" : "https://www.themealdb.com/images/media/meals/wyxwsp1486979827.jpg",
		"str_ingredient1" : "1.2 kg Chicken",
		"str_ingredient2" : "5 thinly sliced Onion",
		"str_ingredient3" : "2 finely chopped Tomatoes",
		"str_ingredient4" : "8 cloves chopped Garlic",
		"str_ingredient5" : "1 tbsp Ginger paste",
		"str_ingredient6" : "¼ cup Vegetable oil",
		"str_ingredient7" : "2 tsp Cumin seeds",
		"str_ingredient8" : "3 tsp Coriander seeds",
		"str_ingredient9" : "1 tsp Turmeric powder",
		"str_ingredient10" : "1 tsp Chilli powder",
		"str_ingredient11" : "2 Green chilli",
		"str_ingredient12" : "1 cup Yogurt",
		"str_ingredient13" : "¾ cup Cream",
		"str_ingredient14" : "3 tsp Dried fenugreek",
		"str_ingredient15" : "1 tsp Garam masala",
		"str_ingredient16" : "To taste Salt",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Take a large pot or wok, big enough to cook all the chicken, and heat the oil in it. Once the oil is hot, add sliced onion and fry them until deep golden brown. Then take them out on a plate and set aside. To the same pot, add the chopped garlic and sauté for a minute. Then add the chopped tomatoes and cook until tomatoes turn soft. This would take about 5 minutes. Then return the fried onion to the pot and stir. Add ginger paste and sauté well. Now add the cumin seeds, half of the coriander seeds and chopped green chillies. Give them a quick stir. Next goes in the spices – turmeric powder and red chilli powder. Sauté the spices well for couple of minutes. Add the chicken pieces to the wok, season it with salt to taste and cook the chicken covered on medium-low heat until the chicken is almost cooked through. This would take about 15 minutes. Slowly sautéing the chicken will enhance the flavor, so do not expedite this step by putting it on high heat. When the oil separates from the spices, add the beaten yogurt keeping the heat on lowest so that the yogurt doesn’t split. Sprinkle the remaining coriander seeds and add half of the dried fenugreek leaves. Mix well. Finally add the cream and give a final mix to combine everything well. Sprinkle the remaining kasuri methi and garam masala and serve the chicken handi hot with naan or rotis. Enjoy!\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 5,
		"title" : "Tonkatsu pork",
		"image" : "https://www.themealdb.com/images/media/meals/lwsnkl1604181187.jpg",
		"str_ingredient1" : "4 Pork Chops",
		"str_ingredient2" : "100g  Flour",
		"str_ingredient3" : "2 Beaten  Eggs",
		"str_ingredient4" : "100g  Breadcrumbs",
		"str_ingredient5" : "Fry Vegetable Oil",
		"str_ingredient6" : "2 tbs Tomato Ketchup",
		"str_ingredient7" : "2 tbs Worcestershire Sauce",
		"str_ingredient8" : "1 tbs Oyster Sauce",
		"str_ingredient9" : "2 tblsp  Caster Sugar",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"STEP 1 Remove the large piece of fat on the edge of each pork loin, then bash each of the loins between two pieces of baking parchment until around 1cm in thickness – you can do this using a meat tenderiser or a rolling pin. Once bashed, use your hands to reshape the meat to its original shape and thickness – this step will ensure the meat is as succulent as possible.  STEP 2 Put the flour, eggs and panko breadcrumbs into three separate wide-rimmed bowls. Season the meat, then dip first in the flour, followed by the eggs, then the breadcrumbs.  STEP 3 In a large frying or sauté pan, add enough oil to come 2cm up the side of the pan. Heat the oil to 180C – if you don’t have a thermometer, drop a bit of panko into the oil and if it sinks a little then starts to fry, the oil is ready. Add two pork chops and cook for 1 min 30 secs on each side, then remove and leave to rest on a wire rack for 5 mins. Repeat with the remaining pork chops.  STEP 4 While the pork is resting, make the sauce by whisking the ingredients together, adding a splash of water if it’s particularly thick. Slice the tonkatsu and serve drizzled with the sauce.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 6,
		"title" : "Stuffed Lamb Tomatoes",
		"image" : "https://www.themealdb.com/images/media/meals/u55lbp1585564013.jpg",
		"str_ingredient1" : "4 large Tomatoes",
		"str_ingredient2" : "Pinch Sugar",
		"str_ingredient3" : "4 tbs Olive Oil",
		"str_ingredient4" : "1 chopped Onion",
		"str_ingredient5" : "2 finely chopped Garlic Clove",
		"str_ingredient6" : "200g Lamb",
		"str_ingredient7" : "1 tbs Cinnamon",
		"str_ingredient8" : "2 tbs chopped Tomato Puree",
		"str_ingredient9" : "50g Rice",
		"str_ingredient10" : "100ml Chicken Stock",
		"str_ingredient11" : "4 tbs Dill",
		"str_ingredient12" : "2 tbs Chopped Parsley",
		"str_ingredient13" : "1 tbs Mint",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Heat oven to 180C/160C fan/gas 4. Slice the tops off the tomatoes and reserve. Scoop out most of the pulp with a teaspoon, being careful not to break the skin. Finely chop the pulp, and keep any juices. Sprinkle the insides of the tomatoes with a little sugar to take away the acidity, then place them on a baking tray.  Heat 2 tbsp olive oil in a large frying pan, add the onion and garlic, then gently cook for about 10 mins until soft but not coloured. Add the lamb, cinnamon and tomato purée, turn up the heat, then fry until the meat is browned. Add the tomato pulp and juice, the rice and the stock. Season generously. Bring to the boil, then simmer for 15 mins or until the rice is tender and the liquid has been absorbed. Set aside to cool a little, then stir in the herbs.  Stuff the tomatoes up to the brim, top tomatoes with their lids, drizzle with 2 tbsp more olive oil, sprinkle 3 tbsp water into the tray, then bake for 35 mins. Serve with salad and crusty bread, hot or cold.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 7,
		"title" : "Full English Breakfast",
		"image" : "https://www.themealdb.com/images/media/meals/sqrtwu1511721265.jpg",
		"str_ingredient1" : "4 Sausages",
		"str_ingredient2" : "4 Bacon",
		"str_ingredient3" : "4 Mushrooms",
		"str_ingredient4" : "3 Tomatoes",
		"str_ingredient5" : "2 sliced Black Pudding",
		"str_ingredient6" : "2 Eggs",
		"str_ingredient7" : "1 Slice Bread",
		"str_ingredient8" : "100g  Baked Beans",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat the flat grill plate over a low heat, on top of 2 rings/flames if it fits, and brush sparingly with light olive oil. Cook the sausages first. Add the sausages to the hot grill plate/the coolest part if there is one and allow to cook slowly for about 15-20 minutes, turning occasionally, until golden. After the first 10 minutes, increase the heat to medium before beginning to cook the other ingredients. If you are struggling for space, completely cook the sausages and keep hot on a plate in the oven. Snip a few small cuts into the fatty edge of the bacon. Place the bacon straight on to the grill plate and fry for 2-4 minutes each side or until your preferred crispiness is reached. Like the sausages, the cooked bacon can be kept hot on a plate in the oven. For the mushrooms, brush away any dirt using a pastry brush and trim the stalk level with the mushroom top. Season with salt and pepper and drizzle over a little olive oil. Place stalk-side up on the grill plate and cook for 1-2 minutes before turning and cooking for a further 3-4 minutes. Avoid moving the mushrooms too much while cooking, as this releases the natural juices, making them soggy. For the tomatoes, cut the tomatoes across the centre/or in half lengthways if using plum tomatoes , and with a small, sharp knife remove the green 'eye'. Season with salt and pepper and drizzle with a little olive oil. Place cut-side down on the grill plate and cook without moving for 2 minutes. Gently turn over and se",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 8,
		"title" : "Pork Cassoulet",
		"image" : "https://www.themealdb.com/images/media/meals/wxuvuv1511299147.jpg",
		"str_ingredient1" : "4 tbsp Goose Fat",
		"str_ingredient2" : "350g Pork",
		"str_ingredient3" : "1 large Onion",
		"str_ingredient4" : "10 Garlic",
		"str_ingredient5" : "1 thinly sliced Carrots",
		"str_ingredient6" : "1 tsp  Fennel Seeds",
		"str_ingredient7" : "2 tblsp  Red Wine Vinegar",
		"str_ingredient8" : "600ml Vegetable Stock",
		"str_ingredient9" : "1 tblsp  Tomato Puree",
		"str_ingredient10" : "2 sticks Rosemary",
		"str_ingredient11" : "Handful Parsley",
		"str_ingredient12" : "400g Haricot Beans",
		"str_ingredient13" : "2 tblsp  Breadcrumbs",
		"str_ingredient14" : "drizzle Oil",
		"str_ingredient15" : "to serve Bread",
		"str_ingredient16" : "to serve Broccoli",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat oven to 140C/120C fan/gas 1. Put a large ovenproof pan (with a tight-fitting lid) on a high heat. Add your fat and diced meat, cook for a few mins to seal the edges, giving it a quick stir to cook evenly. Reduce the heat to low, add the sliced onion, whole garlic cloves, carrot and fennel seeds, and cook gently to soften the veg for a few mins. Pour over the red wine vinegar, scraping any meaty bits off the bottom of the pan. Add the stock, tomato purée, and half the rosemary and parsley. Bring to the boil and simmer for 10 mins, then season, cover with a lid and put into the oven for 2 hrs, removing the lid for the final hour of cooking. Stir occasionally and add the beans with 30 mins to go. Remove the pan from the oven and heat the grill. Scatter the top with the remaining herbs and breadcrumbs, drizzle a little oil over the top, and return to the oven for 5-10 mins, until the breadcrumbs are golden. Serve with crusty bread and green veg.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 9,
		"title" : "Madeira Cake",
		"image" : "https://www.themealdb.com/images/media/meals/urtqut1511723591.jpg",
		"str_ingredient1" : "175g Butter",
		"str_ingredient2" : "175g Caster Sugar",
		"str_ingredient3" : "3 Eggs",
		"str_ingredient4" : "250g Self-raising Flour",
		"str_ingredient5" : "3 tbs Milk",
		"str_ingredient6" : "Zest of 1 Lemon",
		"str_ingredient7" : "To Glaze Mixed Peel",
		"str_ingredient8" : " ",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Pre-heat the oven to 180C/350F/Gas 4. Grease an 18cm/7in round cake tin, line the base with greaseproof paper and grease the paper. Cream the butter and sugar together in a bowl until pale and fluffy. Beat in the eggs, one at a time, beating the mixture well between each one and adding a tablespoon of the flour with the last egg to prevent the mixture curdling. Sift the flour and gently fold in, with enough milk to give a mixture that falls slowly from the spoon. Fold in the lemon zest. Spoon the mixture into the prepared tin and lightly level the top. Bake on the middle shelf of the oven for 30-40 minutes, or until golden-brown on top and a skewer inserted into the centre comes out clean. Remove from the oven and set aside to cool in the tin for 10 minutes, then turn it out on to a wire rack and leave to cool completely. To serve, decorate the cake with the candied peel.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 10,
		"title" : "Beef Dumpling Stew",
		"image" : "https://www.themealdb.com/images/media/meals/uyqrrv1511553350.jpg",
		"str_ingredient1" : "2 tbs Olive Oil",
		"str_ingredient2" : "25g Butter",
		"str_ingredient3" : "750g Beef",
		"str_ingredient4" : "2 tblsp  Plain Flour",
		"str_ingredient5" : "2 cloves minced Garlic",
		"str_ingredient6" : "175g Onions",
		"str_ingredient7" : "150g Celery",
		"str_ingredient8" : "150g Carrots",
		"str_ingredient9" : "2 chopped Leek",
		"str_ingredient10" : "200g Swede",
		"str_ingredient11" : "150ml Red Wine",
		"str_ingredient12" : "500g Beef Stock",
		"str_ingredient13" : "2 Bay Leaf",
		"str_ingredient14" : "3 tbs Thyme",
		"str_ingredient15" : "3 tblsp chopped Parsley",
		"str_ingredient16" : "125g Plain Flour",
		"str_ingredient17" : "1 tsp  Baking Powder",
		"str_ingredient18" : "60g Suet",
		"str_ingredient19" : "Splash Water",
		"str_ingredient20" : " null",
		"instructions" : "\"Preheat the oven to 180C/350F/Gas 4.  For the beef stew, heat the oil and butter in an ovenproof casserole and fry the beef until browned on all sides.  Sprinkle over the flour and cook for a further 2-3 minutes.  Add the garlic and all the vegetables and fry for 1-2 minutes.  Stir in the wine, stock and herbs, then add the Worcestershire sauce and balsamic vinegar, to taste. Season with salt and freshly ground black pepper.  Cover with a lid, transfer to the oven and cook for about two hours, or until the meat is tender.  For the dumplings, sift the flour, baking powder and salt into a bowl. Add the suet and enough water to form a thick dough.  With floured hands, roll spoonfuls of the dough into small balls.  After two hours, remove the lid from the stew and place the balls on top of the stew. Cover, return to the oven and cook for a further 20 minutes, or until the dumplings have swollen and are tender. (If you prefer your dumplings with a golden top, leave the lid off when returning to the oven.)  To serve, place a spoonful of mashed potato onto each of four serving plates and top with the stew and dumplings. Sprinkle with chopped parsley.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:56:35",
		"updated_at" : "2022-09-18 14:56:35",
		"user_id" : null
	},
	{
		"id" : 11,
		"title" : "Corned Beef and Cabbage",
		"image" : "https://www.themealdb.com/images/media/meals/xb97a81583266727.jpg",
		"str_ingredient1" : "3 Lbs Beef Brisket",
		"str_ingredient2" : "10 Small Potatoes",
		"str_ingredient3" : "5 Carrots",
		"str_ingredient4" : "1 head Cabbage",
		"str_ingredient5" : "  ",
		"str_ingredient6" : "  ",
		"str_ingredient7" : "  ",
		"str_ingredient8" : "  ",
		"str_ingredient9" : "  ",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"1  Place corned beef in large pot or Dutch oven and cover with water. Add the spice packet that came with the corned beef. Cover pot and bring to a boil, then reduce to a simmer. Simmer approximately 50 minutes per pound or until tender.  2  Add whole potatoes and peeled and cut carrots, and cook until the vegetables are almost tender. Add cabbage and cook for 15 more minutes. Remove meat and let rest 15 minutes.  3  Place vegetables in a bowl and cover. Add as much broth (cooking liquid reserved in the Dutch oven or large pot) as you want. Slice meat across the grain.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 12,
		"title" : "Japanese Katsudon",
		"image" : "https://www.themealdb.com/images/media/meals/d8f6qx1604182128.jpg",
		"str_ingredient1" : "1 tbs Vegetable Oil",
		"str_ingredient2" : "1 large Onion",
		"str_ingredient3" : "1 chopped Pork",
		"str_ingredient4" : "150ml Vegetable Stock",
		"str_ingredient5" : "1 tbs Soy Sauce",
		"str_ingredient6" : "1 tsp  Mirin",
		"str_ingredient7" : "1 tsp  Sugar",
		"str_ingredient8" : "2 Beaten  Eggs",
		"str_ingredient9" : "200g Sushi Rice",
		"str_ingredient10" : "Chopped Chives",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"STEP 1 Heat the oil in a pan, fry the sliced onion until golden brown, then add the tonkatsu (see recipe here), placing it in the middle of the pan. Mix the dashi, soy, mirin and sugar together and tip three-quarters of the mixture around the tonkatsu. Sizzle for a couple of mins so the sauce thickens a little and the tonkatsu reheats.  STEP 2 Tip the beaten eggs around the tonkatsu and cook for 2-3 mins until the egg is cooked through but still a little runny. Divide the rice between two bowls, then top each with half the egg and tonkatsu mix, sprinkle over the chives and serve immediately, drizzling with a little more soy if you want an extra umami kick.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 13,
		"title" : "Snert (Dutch Split Pea Soup)",
		"image" : "https://www.themealdb.com/images/media/meals/9ptx0a1565090843.jpg",
		"str_ingredient1" : "2L Water",
		"str_ingredient2" : "300g Peas",
		"str_ingredient3" : "100g  Pork",
		"str_ingredient4" : "1 Vegetable Stock Cube",
		"str_ingredient5" : "2 Celery",
		"str_ingredient6" : "2 Carrots",
		"str_ingredient7" : "1 large Potatoes",
		"str_ingredient8" : "1 small Onion",
		"str_ingredient9" : "1 small Leek",
		"str_ingredient10" : "1 cup  Celeriac",
		"str_ingredient11" : "1 pound Sausages",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Gather the ingredients.  In a large soup pot, bring water, split peas, pork belly or bacon, pork chop, and bouillon cube to a boil. Reduce the heat to a simmer, cover and let cook for 45 minutes, stirring occasionally and skimming off any foam that rises to the top.   Remove the pork chop, debone, and thinly slice the meat. Set aside.  Add the celery, carrots, potato, onion, leek, and celeriac to the soup. Return to the boil, reduce the heat to a simmer and let cook, uncovered, for another 30 minutes, adding a little extra water if the ingredients start to stick to the bottom of the pot.  Add the smoked sausage for the last 15 minutes of cooking time. When the vegetables are tender, remove the bacon and smoked sausage, slice thinly and set aside.  If you prefer a smooth consistency, purée the soup with a stick blender. Season to taste with salt and pepper. Add the meat back to the soup, setting some slices of rookworst aside.  Serve in heated bowls or soup plates, garnished with slices of rookworst and chopped celery leaf.  Enjoy!\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 14,
		"title" : "Smoky Lentil Chili with Squash",
		"image" : "https://www.themealdb.com/images/media/meals/uwxqwy1483389553.jpg",
		"str_ingredient1" : "1 tbls Olive Oil",
		"str_ingredient2" : "1 Onion",
		"str_ingredient3" : "1 chopped Leek",
		"str_ingredient4" : "3 cloves Garlic",
		"str_ingredient5" : "4 tsp ground  Cumin",
		"str_ingredient6" : "2 tsp ground Coriander",
		"str_ingredient7" : "1 tsp Smoked Paprika",
		"str_ingredient8" : "1/2 tsp Cinnamon",
		"str_ingredient9" : "1 tsp Chili Powder",
		"str_ingredient10" : "1 tsp Cocoa",
		"str_ingredient11" : "1/2 tsp Dried Oregano",
		"str_ingredient12" : "1 can Diced Tomatoes",
		"str_ingredient13" : "3 cups Water",
		"str_ingredient14" : "3 chopped Carrots",
		"str_ingredient15" : "1 1/2 cups Brown Lentils",
		"str_ingredient16" : "1 tsp Sea Salt",
		"str_ingredient17" : "1 Small Squash",
		"str_ingredient18" : "1 Cup Cashews",
		"str_ingredient19" : "1 tsp Apple Cider Vinegar",
		"str_ingredient20" : " ",
		"instructions" : "\"Begin by roasting the squash. Slice it into thin crescents and drizzle with a little oil and sprinkle with sea salt. I added a fresh little sage I had in the fridge, but it’s unnecessary. Roast the squash a 205 C (400 F) for 20-30 minutes, flipping halfway through, until soft and golden. Let cool and chop into cubes. Meanwhile, rinse the lentils and cover them with water. Bring them to the boil then turn down to a simmer and let cook (uncovered) for 20-30 minutes, or until tender. Drain and set aside. While the lentils are cooking heat the 1 Tbsp. of oil on low in a medium pot. Add the onions and leeks and sauté for 5 or so minutes, or until they begin to soften. Add the garlic next along with the cumin and coriander, cooking for a few more minutes. Add the remaining spices – paprika, cinnamon, chilli, cocoa, Worcestershire sauce, salt, and oregano. Next add the can of tomatoes, the water or stock, and carrots. Let simmer, covered, for 20 minutes or until the veg is tender and the mixture has thickened up. You’ll need to check on the pot periodically for a stir and a top of of liquid if needed. Add the lentils and chopped roasted squash. Let cook for 10 more minutes to heat through. Serve with sliced jalapeno, lime wedges, cilantro, green onions, and cashew sour cream.  SIMPLE CASHEW SOUR CREAM  1 Cup Raw Unsalted Cashews Pinch Sea Salt 1 tsp. Apple Cider Vinegar Water  Bring some water to the boil, and use it to soak the cashews for at",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 15,
		"title" : "Krispy Kreme Donut",
		"image" : "https://www.themealdb.com/images/media/meals/4i5cnx1587672171.jpg",
		"str_ingredient1" : "1/4 ounce Yeast",
		"str_ingredient2" : "1/4 cup Water",
		"str_ingredient3" : "1 1/2 cups  Water",
		"str_ingredient4" : "1/2 cup  Sugar",
		"str_ingredient5" : "1 tsp  Salt",
		"str_ingredient6" : "2 Eggs",
		"str_ingredient7" : "1/3 cup Shortening",
		"str_ingredient8" : "5 drops Flour",
		"str_ingredient9" : "Sprinking Canola Oil",
		"str_ingredient10" : "1/2 cup Milk",
		"str_ingredient11" : "2 cups  Sugar",
		"str_ingredient12" : "1 1/2 cups  Vanilla",
		"str_ingredient13" : "6 tablespoons Boiling Water",
		"str_ingredient14" : " 1/3 cup Butter",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Dissolve yeast in warm water in 2 1/2-quart bowl. Add milk, sugar, salt, eggs, shortening and 2 cups flour. Beat on low for 30 seconds, scraping bowl constantly. Beat on medium speed for 2 minutes, scraping bowl occasionally. Stir in remaining flour until smooth. Cover and let rise until double, 50-60 minutes. (Dough is ready when indentation remains when touched.) Turn dough onto floured surface; roll around lightly to coat with flour. Gently roll dough 1/2-inch thick with floured rolling pin. Cut with floured doughnut cutter. Cover and let rise until double, 30-40 minutes. Heat vegetable oil in deep fryer to 350°. Slide doughnuts into hot oil with wide spatula. Turn doughnuts as they rise to the surface. Fry until golden brown, about 1 minute on each side. Remove carefully from oil (do not prick surface); drain. Dip the doughnuts into creamy glaze set on rack.   Glaze:  Heat butter until melted. Remove from heat. Stir in powdered sugar and vanilla until smooth. Stir in water, 1 tablespoon at a time, until desired consistency.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 16,
		"title" : "Choc Chip Pecan Pie",
		"image" : "https://www.themealdb.com/images/media/meals/rqvwxt1511384809.jpg",
		"str_ingredient1" : "300g Plain Flour",
		"str_ingredient2" : "75g Butter",
		"str_ingredient3" : "100g  Cream Cheese",
		"str_ingredient4" : "1 tbls Icing Sugar",
		"str_ingredient5" : "150g Butter",
		"str_ingredient6" : "200ml Maple Syrup",
		"str_ingredient7" : "250g Light Brown Soft Sugar",
		"str_ingredient8" : "100g  Dark Brown Soft Sugar",
		"str_ingredient9" : "4 Eggs",
		"str_ingredient10" : "1 tsp  Vanilla Extract",
		"str_ingredient11" : "400g Pecan Nuts",
		"str_ingredient12" : "200g Dark Chocolate Chips",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"First, make the pastry. Tip the ingredients into a food processor with 1 /4 tsp salt. Blend until the mixture resembles breadcrumbs. Drizzle 2-3 tsp cold water into the funnel while the blade is running – the mixture should start to clump together. Tip onto a work surface and bring together, kneading briefly into a ball. Pat into a disc, wrap in cling film, and chill for at least 20 mins. Heat oven to 200C/180C fan/gas 6.  Remove the pastry from the fridge and leave at room temperature for 5 mins to soften. Flour the work surface, then unwrap the pastry and roll to a circle the thickness of a £1 coin. Use the pastry to line a deep, 23cm round fluted tin – mine was about 3cm deep. Press the pastry into the corners and up the sides, making sure there are no gaps. Leave 1cm pastry overhanging (save some of the pastry scraps for later). Line with baking parchment (scrunch it up first to make it more pliable) and fill with baking beans. Blind-bake for 15-20 mins until the sides are set, then remove the parchment and beans and return to the oven for 5 mins until golden brown. Trim the pastry so it’s flush with the top of the tin – a small serrated knife is best for this. If there are any cracks, patch them up with the pastry scraps.  Meanwhile, weigh the butter, syrup and sugars into a pan, and add 1 /4 tsp salt. Heat until the butter has melted and the sugar dissolved, stirring until smooth. Remove from the heat and cool for 10 mins. Reduce oven to 160C/140C fan/gas 3",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 17,
		"title" : "Pear Tarte Tatin",
		"image" : "https://www.themealdb.com/images/media/meals/rxvxrr1511797671.jpg",
		"str_ingredient1" : "8 Pears",
		"str_ingredient2" : "100g  Caster Sugar",
		"str_ingredient3" : "100g  Butter",
		"str_ingredient4" : "2 Star Anise",
		"str_ingredient5" : "3 Pods Cardamom",
		"str_ingredient6" : "1 large Cinnamon",
		"str_ingredient7" : "2 tbs Brandy",
		"str_ingredient8" : "500g Puff Pastry",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Core the pears, then peel as neatly as possible and halve. If you like, they can be prepared up to a day ahead and kept in the fridge, uncovered, so that they dry out. Tip the sugar, butter, star anise, cardamom and cinnamon into an ovenproof frying pan, about 20cm wide, and place over a high heat until bubbling. Shake the pan and stir the buttery sauce until it separates and the sugar caramelises to a toffee colour. Lay the pears in the pan, then cook in the sauce for 10-12 mins, tossing occasionally, until completely caramelised. Don’t worry about them burning – they won’t – but you want to caramelise them as much as possible. Splash in the brandy and let it flambé, then set the pears aside. Heat oven to 200C/fan 180C/gas 6. Roll the pastry out to the thickness of a £1 coin. Using a plate slightly larger than the top of the pan, cut out a circle, then press the edges of the circle of pastry to thin them out. When the pears have cooled slightly, arrange them in the pan, cut side up, in a floral shape, with the pears around the edge pointing inwards. Rest the cinnamon stick on the top in the centre, with the cardamom pods scattered around. Drape the pastry over the pears, then tuck the edges down the pan sides and under the fruit (see Gordon’s guide). Pierce the pastry a few times, then bake for 15 mins. If a lot of juice bubbles up the side of the pan, pour it off at this stage (see guide). Reduce oven to 180C/fan 160C/gas 4 and bake for 15 mins more until th",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 18,
		"title" : "Provençal Omelette Cake",
		"image" : "https://www.themealdb.com/images/media/meals/qwtrtp1511799242.jpg",
		"str_ingredient1" : "10 Eggs",
		"str_ingredient2" : "1 tbs Olive Oil",
		"str_ingredient3" : "2 finely chopped Courgettes",
		"str_ingredient4" : "3 finely chopped Spring Onions",
		"str_ingredient5" : "4 Red Pepper",
		"str_ingredient6" : "1 clove peeled crushed Garlic Clove",
		"str_ingredient7" : "1 Red Chilli",
		"str_ingredient8" : "300g Cream Cheese",
		"str_ingredient9" : "6 tblsp Milk",
		"str_ingredient10" : "4 tbs Chives",
		"str_ingredient11" : "2 tbs Basil",
		"str_ingredient12" : "to serve Rocket",
		"str_ingredient13" : "to serve Parmesan",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Break the eggs into two bowls, five in each. Whisk lightly and season with salt and pepper. Heat the oil in a pan, add the courgettes and spring onions, then fry gently for about 10 mins until softened. Cool, then stir into one bowl of eggs with a little salt and pepper. Add the roasted peppers to the other bowl of eggs with the garlic, chilli, salt and pepper. Heat a little oil in a 20-23cm frying pan, preferably non-stick. Pour the eggs with courgette into a measuring jug, then pourabout one-third of the mixture into the pan, swirling it to cover the base of the pan. Cook until the egg is set and lightly browned underneath, then cover the pan with a plate and invert the omelette onto it. Slide it back into the pan to cook the other side. Repeat with the remaining mix to make two more omelettes, adding a little oil to the pan each time. Stack the omelettes onto a plate. Make three omelettes in the same way with the red pepper mixture, then stack them on a separate plate. Now make the filling. Beat the cheese to soften it, then beat in the milk to make a spreadable consistency. Stir in the herbs, salt and pepper. Line a deep, 20-23cm round cake tin with cling film (use a tin the same size as the frying pan). Select the best red pepper omelette and place in the tin, prettiest side down. Spread with a thin layer of cheese filling, then cover with a courgette omelette. Repeat, alternating the layers, until all the omelettes and filling are in the tin, finishing with an om",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 19,
		"title" : "Crispy Sausages and Greens",
		"image" : "https://www.themealdb.com/images/media/meals/st1ifa1583267248.jpg",
		"str_ingredient1" : "1  bunch Kale",
		"str_ingredient2" : "8 Italian Fennel Sausages",
		"str_ingredient3" : "1 Head chopped Cabbage",
		"str_ingredient4" : "8 Garlic Clove",
		"str_ingredient5" : "Sliced Onion",
		"str_ingredient6" : "Sliced Shiitake Mushrooms",
		"str_ingredient7" : "1 cup  Chicken Stock",
		"str_ingredient8" : "  Salt",
		"str_ingredient9" : "  Pepper",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Preheat the oven to 350°. Remove the stems from one bunch of Tuscan kale and tear the leaves into 1\\\" pieces (mustard greens, collards, spinach, and chard are great, too). Coarsely chop half a head of green cabbage. Combine the greens in a large baking dish and add 4 cloves of thinly sliced garlic. Adding some sliced onions and shiitake mushrooms at this point is optional, but highly recommended (I'll sauté the onions and mushrooms in a cast iron baking dish right on the stove before adding to the greens). Coat the greens with some olive oil and pour ½ cup chicken stock or broth over everything. Cover the dish with foil and bake until the greens are wilted, about 15 minutes. Remove foil and season with salt and pepper. Continue to bake until cabbage is tender, about 20-25 minutes more.  Meanwhile, heat a little olive oil in a large skillet over medium-high. Prick four sweet Italian sausages with a fork and cook until browned on all sides and cooked through, 10 to 12 minutes. When the greens are done, slice the sausage and toss into the greens with a splash of your favorite vinegar (I like sherry or red wine).\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 20,
		"title" : "Broccoli & Stilton soup",
		"image" : "https://www.themealdb.com/images/media/meals/tvvxpv1511191952.jpg",
		"str_ingredient1" : "2 tblsp  Rapeseed Oil",
		"str_ingredient2" : "1 finely chopped  Onion",
		"str_ingredient3" : "1 Celery",
		"str_ingredient4" : "1 sliced Leek",
		"str_ingredient5" : "1 medium Potatoes",
		"str_ingredient6" : "1 knob Butter",
		"str_ingredient7" : "1 litre hot Vegetable Stock",
		"str_ingredient8" : "1 Head chopped Broccoli",
		"str_ingredient9" : "140g Stilton Cheese",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat the rapeseed oil in a large saucepan and then add the onions. Cook on a medium heat until soft. Add a splash of water if the onions start to catch.  Add the celery, leek, potato and a knob of butter. Stir until melted, then cover with a lid. Allow to sweat for 5 minutes. Remove the lid.  Pour in the stock and add any chunky bits of broccoli stalk. Cook for 10 – 15 minutes until all the vegetables are soft.  Add the rest of the broccoli and cook for a further 5 minutes. Carefully transfer to a blender and blitz until smooth. Stir in the stilton, allowing a few lumps to remain. Season with black pepper and serve.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:57:08",
		"updated_at" : "2022-09-18 14:57:08",
		"user_id" : null
	},
	{
		"id" : 21,
		"title" : "Chilli prawn linguine",
		"image" : "https://www.themealdb.com/images/media/meals/usywpp1511189717.jpg",
		"str_ingredient1" : "280g Linguine Pasta",
		"str_ingredient2" : "200g Sugar Snap Peas",
		"str_ingredient3" : "2 tblsp  Olive Oil",
		"str_ingredient4" : "2 cloves chopped Garlic Clove",
		"str_ingredient5" : "1 large Red Chilli",
		"str_ingredient6" : "24 Skinned King Prawns",
		"str_ingredient7" : "12 Cherry Tomatoes",
		"str_ingredient8" : "Handful Basil Leaves",
		"str_ingredient9" : "Leaves Lettuce",
		"str_ingredient10" : "to serve Bread",
		"str_ingredient11" : "2 tbsp Fromage Frais",
		"str_ingredient12" : "Grated Zest of 2 Lime",
		"str_ingredient13" : "2 tsp Caster Sugar",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Mix the dressing ingredients in a small bowl and season with salt and pepper. Set aside.  Cook the pasta according to the packet instructions. Add the sugar snap peas for the last minute or so of cooking time.  Meanwhile, heat the oil in a wok or large frying pan, toss in the garlic and chilli and cook over a fairly gentle heat for about 30 seconds without letting the garlic brown. Tip in the prawns and cook over a high heat, stirring frequently, for about 3 minutes until they turn pink.  Add the tomatoes and cook, stirring occasionally, for 3 minutes until they just start to soften. Drain the pasta and sugar snaps well, then toss into the prawn mixture. Tear in the basil leaves, stir, and season with salt and pepper.  Serve with salad leaves drizzled with the lime dressing, and warm crusty bread.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 22,
		"title" : "Split Pea Soup",
		"image" : "https://www.themealdb.com/images/media/meals/xxtsvx1511814083.jpg",
		"str_ingredient1" : "1kg Ham",
		"str_ingredient2" : "200g (soaked overnight) Peas",
		"str_ingredient3" : "2 chopped Onions",
		"str_ingredient4" : "2 chopped Carrots",
		"str_ingredient5" : "2 Bay Leaves",
		"str_ingredient6" : "1 chopped Celery",
		"str_ingredient7" : "300g Frozen Peas",
		"str_ingredient8" : "to serve Bread",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Put the gammon in a very large pan with 2 litres water and bring to the boil. Remove from the heat and drain off the water – this helps to get rid of some of the saltiness. Recover with 2 litres cold water and bring to the boil again. Put everything but the frozen peas into the pan and bring to the boil. Reduce to a simmer and cook for 1½-2½ hrs, topping up the water as and when you need to, to a similar level it started at. As the ham cooks and softens, you can halve it if you want, so it is all submerged under the liquid. When the ham is tender enough to pull into shreds, it is ready. Lift out the ham, peel off and discard the skin. While it is still hot (wear a clean pair of rubber gloves), shred the meat. Remove bay from the soup and stir in the frozen peas. Simmer for 1 min, then blend until smooth. Add a splash of water if too thick, and return to the pan to heat through if it has cooled, or if you are making ahead. When you are ready to serve, mix the hot soup with most of the ham – gently reheat if made ahead. Serve in bowls with the remaining ham scattered on top, and eat with crusty bread and butter.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 23,
		"title" : "Salmon Eggs Eggs Benedict",
		"image" : "https://www.themealdb.com/images/media/meals/1550440197.jpg",
		"str_ingredient1" : "4 Eggs",
		"str_ingredient2" : "2 tbs White Wine Vinegar",
		"str_ingredient3" : "2 English Muffins",
		"str_ingredient4" : "To serve Butter",
		"str_ingredient5" : "8 slices Smoked Salmon",
		"str_ingredient6" : "2 tsp Lemon Juice",
		"str_ingredient7" : "2 tsp White Wine Vinegar",
		"str_ingredient8" : "3 Yolkes Egg",
		"str_ingredient9" : "125g Unsalted Butter",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"First make the Hollandaise sauce. Put the lemon juice and vinegar in a small bowl, add the egg yolks and whisk with a balloon whisk until light and frothy. Place the bowl over a pan of simmering water and whisk until mixture thickens. Gradually add the butter, whisking constantly until thick – if it looks like it might be splitting, then whisk off the heat for a few mins. Season and keep warm.  To poach the eggs, bring a large pan of water to the boil and add the vinegar. Lower the heat so that the water is simmering gently. Stir the water so you have a slight whirlpool, then slide in the eggs one by one. Cook each for about 4 mins, then remove with a slotted spoon.  Lightly toast and butter the muffins, then put a couple of slices of salmon on each half. Top each with an egg, spoon over some Hollandaise and garnish with chopped chives.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 24,
		"title" : "Strawberry Rhubarb Pie",
		"image" : "https://www.themealdb.com/images/media/meals/178z5o1585514569.jpg",
		"str_ingredient1" : "350g Flour",
		"str_ingredient2" : "1 tsp  Salt",
		"str_ingredient3" : "2 tbs Sugar",
		"str_ingredient4" : "1 cup  Butter",
		"str_ingredient5" : "1/2 cup  Water",
		"str_ingredient6" : "450g Rhubarb",
		"str_ingredient7" : "450g Strawberries",
		"str_ingredient8" : "3 tbs Cornstarch",
		"str_ingredient9" : "150g Sugar",
		"str_ingredient10" : "1/4 tsp Cinnamon",
		"str_ingredient11" : "1 tsp  Lemon Juice",
		"str_ingredient12" : "2 tbs Unsalted Butter",
		"str_ingredient13" : "2 tbs Milk",
		"str_ingredient14" : "Spinkling Sugar",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Pie Crust:  In a food processor, place the flour, salt, and sugar and process until combined. Add the butter and process until the mixture resembles coarse  meal (about 15 seconds). Pour 1/4 cup (60 ml) water in a slow, steady stream, through the feed tube until the dough just holds together when pinched. If necessary, add more water. Do not process more than 30 seconds. Turn the dough onto your work surface and gather into a ball. Divide the dough in half, flattening each half into a disk, cover with plastic wrap, and refrigerate for about one hour before using. This will chill the butter and relax the gluten in the flour.   After the dough has chilled sufficiently, remove one portion of the dough from the fridge and place it on a lightly floured surface.  Roll the pastry into a 12 inch (30 cm) circle. (To prevent the pastry from sticking to the counter and to ensure uniform thickness, keep lifting up and turning the pastry a quarter turn as you roll (always roll from the center of the pastry outwards).)  Fold the dough in half and gently transfer to a 9 inch (23 cm) pie pan. Brush off any excess flour and trim any overhanging pastry to an edge of 1/2 inch (1.5 cm). Refrigerate the pastry, covered with plastic wrap, while you make the filling.   Remove the second round of pastry and roll it into a 13 inch (30 cm) circle. Using a pastry wheel or pizza cutter, cut the pastry into about 3/4 inch (2 cm) strips. Place the strips of pastry on a parchment pape",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 25,
		"title" : "Tuna Nicoise",
		"image" : "https://www.themealdb.com/images/media/meals/yypwwq1511304979.jpg",
		"str_ingredient1" : "450g Potatoes",
		"str_ingredient2" : "2 tblsp  Olive Oil",
		"str_ingredient3" : "4 Eggs",
		"str_ingredient4" : "1 tbls Red Wine Vinegar",
		"str_ingredient5" : "2 tblsp  Capers",
		"str_ingredient6" : "50g Sunflower Oil",
		"str_ingredient7" : "½ Red Onions",
		"str_ingredient8" : "100g  Spinach",
		"str_ingredient9" : "400g Tuna",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat oven to 200C/fan 180C/gas 6. Toss the potatoes with 2 tsp oil and some seasoning. Tip onto a large baking tray, then roast for 20 mins, stirring halfway, until crisp, golden and cooked through. Meanwhile, put eggs in a small pan of water, bring to the boil, then simmer for 8-10 mins, depending on how you like them cooked. Plunge into a bowl of cold water to cool for a few mins. Peel away the shells, then cut into halves. In a large salad bowl, whisk together the remaining oil, red wine vinegar, capers and chopped tomatoes. Season, tip in the onion, spinach, tuna and potatoes, then gently toss together. Top with the eggs, then serve straight away.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 26,
		"title" : "Summer Pistou",
		"image" : "https://www.themealdb.com/images/media/meals/rqtxvr1511792990.jpg",
		"str_ingredient1" : "1 tbs Rapeseed Oil",
		"str_ingredient2" : "2 finely chopped Leek",
		"str_ingredient3" : "1 large Courgettes",
		"str_ingredient4" : "1L Vegetable Stock",
		"str_ingredient5" : "400g Cannellini Beans",
		"str_ingredient6" : "200g Green Beans",
		"str_ingredient7" : "3 chopped Tomatoes",
		"str_ingredient8" : "3 chopped Garlic Clove",
		"str_ingredient9" : "Small pack Basil",
		"str_ingredient10" : "40g Parmesan",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat the oil in a large pan and fry the leeks and courgette for 5 mins to soften. Pour in the stock, add three-quarters of the haricot beans with the green beans, half the tomatoes, and simmer for 5-8 mins until the vegetables are tender. Meanwhile, blitz the remaining beans and tomatoes, the garlic and basil in a food processor (or in a bowl with a stick blender) until smooth, then stir in the Parmesan. Stir the sauce into the soup, cook for 1 min, then ladle half into bowls or pour into a flask for a packed lunch. Chill the remainder. Will keep for a couple of days.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 27,
		"title" : "Tunisian Lamb Soup",
		"image" : "https://www.themealdb.com/images/media/meals/t8mn9g1560460231.jpg",
		"str_ingredient1" : "500g Lamb Mince",
		"str_ingredient2" : "2 cloves minced Garlic",
		"str_ingredient3" : "1 Onion",
		"str_ingredient4" : "300g Spinach",
		"str_ingredient5" : "3 tbs Tomato Puree",
		"str_ingredient6" : "1 tbs Cumin",
		"str_ingredient7" : "1 Litre Chicken Stock",
		"str_ingredient8" : "3 tsp Harissa Spice",
		"str_ingredient9" : "400g Chickpeas",
		"str_ingredient10" : "1/2  Lemon Juice",
		"str_ingredient11" : "150g Macaroni",
		"str_ingredient12" : "Pinch Salt",
		"str_ingredient13" : "Pinch Pepper",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Add the lamb to a casserole and cook over high heat. When browned, remove from the heat and set aside. Keep a tablespoon of fat in the casserole and discard the rest. Reduce to medium heat then add the garlic, onion and spinach and cook until the onion is translucent and the spinach wilted or about 5 minutes. Return the lamb to the casserole with the onion-spinach mixture, add the tomato puree, cumin, harissa, chicken, chickpeas, lemon juice, salt and pepper in the pan. Simmer over low heat for about 20 minutes. Add the pasta and cook for 15 minutes or until pasta is cooked.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 28,
		"title" : "Bread and Butter Pudding",
		"image" : "https://www.themealdb.com/images/media/meals/xqwwpy1483908697.jpg",
		"str_ingredient1" : "25g/1oz butter",
		"str_ingredient2" : "8 thin slices bread",
		"str_ingredient3" : "50g/2oz sultanas",
		"str_ingredient4" : "2 tsp cinnamon",
		"str_ingredient5" : "350ml/12fl milk",
		"str_ingredient6" : "50ml/2fl oz double cream",
		"str_ingredient7" : "2 free-range eggs",
		"str_ingredient8" : "25g/1oz sugar",
		"str_ingredient9" : "grated, to taste nutmeg",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Grease a 1 litre/2 pint pie dish with butter. Cut the crusts off the bread. Spread each slice with on one side with butter, then cut into triangles. Arrange a layer of bread, buttered-side up, in the bottom of the dish, then add a layer of sultanas. Sprinkle with a little cinnamon, then repeat the layers of bread and sultanas, sprinkling with cinnamon, until you have used up all of the bread. Finish with a layer of bread, then set aside. Gently warm the milk and cream in a pan over a low heat to scalding point. Don't let it boil. Crack the eggs into a bowl, add three quarters of the sugar and lightly whisk until pale. Add the warm milk and cream mixture and stir well, then strain the custard into a bowl. Pour the custard over the prepared bread layers and sprinkle with nutmeg and the remaining sugar and leave to stand for 30 minutes. Preheat the oven to 180C/355F/Gas 4. Place the dish into the oven and bake for 30-40 minutes, or until the custard has set and the top is golden-brown.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 29,
		"title" : "Mulukhiyah",
		"image" : "https://www.themealdb.com/images/media/meals/x372ug1598733932.jpg",
		"str_ingredient1" : "800g Mulukhiyah",
		"str_ingredient2" : "1 chopped Onion",
		"str_ingredient3" : "300g Beef",
		"str_ingredient4" : "1 tsp  Salt",
		"str_ingredient5" : "1 Litre Water",
		"str_ingredient6" : "1 Garlic Clove",
		"str_ingredient7" : "1/2 cup  Olive Oil",
		"str_ingredient8" : "  ",
		"str_ingredient9" : "  ",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Saute the onions in the 3-4 tablespoons olive oil Add the beef cubes or the chicken cutlets, sear for 3-4 min on each side Add 1 liter of water or just enough to cover the meat Cook over medium heat until the meat is done (I usually do this in the pressure cooker and press them for 5 min)  Add the frozen mulukhyia and stir until it thaws completely and then comes to a boil  In another pan add the 1/4 to 1/2 cup of olive oil and the cloves of garlic and cook over medium low heat until you can smell the garlic (don’t brown it, it will become bitter)  Add the oil and garlic to the mulukhyia and lower the heat and simmer for 5-10 minutes Add salt to taste  Serve with a generous amount of lemon juice.  You can serve it with some short grain rice or some pita bread\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	},
	{
		"id" : 30,
		"title" : "Pork Cassoulet",
		"image" : "https://www.themealdb.com/images/media/meals/wxuvuv1511299147.jpg",
		"str_ingredient1" : "4 tbsp Goose Fat",
		"str_ingredient2" : "350g Pork",
		"str_ingredient3" : "1 large Onion",
		"str_ingredient4" : "10 Garlic",
		"str_ingredient5" : "1 thinly sliced Carrots",
		"str_ingredient6" : "1 tsp  Fennel Seeds",
		"str_ingredient7" : "2 tblsp  Red Wine Vinegar",
		"str_ingredient8" : "600ml Vegetable Stock",
		"str_ingredient9" : "1 tblsp  Tomato Puree",
		"str_ingredient10" : "2 sticks Rosemary",
		"str_ingredient11" : "Handful Parsley",
		"str_ingredient12" : "400g Haricot Beans",
		"str_ingredient13" : "2 tblsp  Breadcrumbs",
		"str_ingredient14" : "drizzle Oil",
		"str_ingredient15" : "to serve Bread",
		"str_ingredient16" : "to serve Broccoli",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat oven to 140C/120C fan/gas 1. Put a large ovenproof pan (with a tight-fitting lid) on a high heat. Add your fat and diced meat, cook for a few mins to seal the edges, giving it a quick stir to cook evenly. Reduce the heat to low, add the sliced onion, whole garlic cloves, carrot and fennel seeds, and cook gently to soften the veg for a few mins. Pour over the red wine vinegar, scraping any meaty bits off the bottom of the pan. Add the stock, tomato purée, and half the rosemary and parsley. Bring to the boil and simmer for 10 mins, then season, cover with a lid and put into the oven for 2 hrs, removing the lid for the final hour of cooking. Stir occasionally and add the beans with 30 mins to go. Remove the pan from the oven and heat the grill. Scatter the top with the remaining herbs and breadcrumbs, drizzle a little oil over the top, and return to the oven for 5-10 mins, until the breadcrumbs are golden. Serve with crusty bread and green veg.\"",
		"cook_time" : null,
		"created_at" : "2022-09-18 14:58:26",
		"updated_at" : "2022-09-18 14:58:26",
		"user_id" : null
	}
]
