[
	{
		"id" : 1,
		"title" : "Baked salmon with fennel & tomatoes",
		"str_ingredient1" : "2 medium Fennel",
		"str_ingredient2" : "2 tbs chopped Parsley",
		"str_ingredient3" : "Juice of 1 Lemon",
		"str_ingredient4" : "175g Cherry Tomatoes",
		"str_ingredient5" : "1 tbs Olive Oil",
		"str_ingredient6" : "350g Salmon",
		"str_ingredient7" : "to serve Black Olives",
		"str_ingredient8" : " ",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat oven to 180C/fan 160C/gas 4. Trim the fronds from the fennel and set aside. Cut the fennel bulbs in half, then cut each half into 3 wedges. Cook in boiling salted water for 10 mins, then drain well. Chop the fennel fronds roughly, then mix with the parsley and lemon zest.\\r\\n\\r\\nSpread the drained fennel over a shallow ovenproof dish, then add the tomatoes. Drizzle with olive oil, then bake for 10 mins. Nestle the salmon among the veg, sprinkle with lemon juice, then bake 15 mins more until the fish is just cooked. Scatter over the parsley and serve.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 2,
		"title" : "Chicken Alfredo Primavera",
		"str_ingredient1" : "2 tablespoons Butter",
		"str_ingredient2" : "3 tablespoons Olive Oil",
		"str_ingredient3" : "5 boneless Chicken",
		"str_ingredient4" : "1 teaspoon Salt",
		"str_ingredient5" : "1 cut into 1/2-inch cubes Squash",
		"str_ingredient6" : "1 Head chopped Broccoli",
		"str_ingredient7" : "8-ounce sliced mushrooms",
		"str_ingredient8" : "1 red Pepper",
		"str_ingredient9" : "1 chopped onion",
		"str_ingredient10" : "3 cloves garlic",
		"str_ingredient11" : "1/2 teaspoon red pepper flakes",
		"str_ingredient12" : "1/2 cup white wine",
		"str_ingredient13" : "1/2 cup milk",
		"str_ingredient14" : "1/2 cup heavy cream",
		"str_ingredient15" : "1 cup grated Parmesan cheese",
		"str_ingredient16" : "16 ounces bowtie pasta",
		"str_ingredient17" : "pinch Salt",
		"str_ingredient18" : "pinch  Pepper",
		"str_ingredient19" : "chopped Parsley",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat 1 tablespoon of butter and 2 tablespoons of olive oil in a large skillet over medium-high heat. Season both sides of each chicken breast with seasoned salt and a pinch of pepper. Add the chicken to the skillet and cook for 5-7 minutes on each side, or until cooked through.  While the chicken is cooking, bring a large pot of water to a boil. Season the boiling water with a few generous pinches of kosher salt. Add the pasta and give it a stir. Cook, stirring occasionally, until al dente, about 12 minutes. Reserve 1/2 cup of  pasta water before draining the pasta.  Remove the chicken from the pan and transfer it to a cutting board; allow it to rest. Turn the heat down to medium and dd the remaining 1 tablespoon of butter and olive oil to the same pan you used to cook the chicken. Add the veggies (minus the garlic) and red pepper flakes to the pan and stir to coat with the oil and butter (refrain from seasoning with salt until the veggies are finished browning). Cook, stirring often, until the veggies are tender, about 5 minutes. Add the garlic and a generous pinch of salt and pepper to the pan and cook for 1 minute.  Deglaze the pan with the white wine. Continue to cook until the wine has reduced by half, about 3 minutes. Stir in the milk, heavy cream, and reserved pasta water. Bring the mixture to a gentle boil and allow to simmer and reduce for 2-3 minutes. Turn off the heat and add the Parmesan cheese and cooked pasta. Season with salt and pepper to taste. Garnish with ",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 3,
		"title" : "Rogaliki (Polish Croissant Cookies)",
		"str_ingredient1" : "1 cup  Butter",
		"str_ingredient2" : "3 Egg Yolks",
		"str_ingredient3" : "8 oz  Cream Cheese",
		"str_ingredient4" : "1 tsp  Baking Powder",
		"str_ingredient5" : "3 cups  Flour",
		"str_ingredient6" : "1 Jar Jam",
		"str_ingredient7" : "  ",
		"str_ingredient8" : "  ",
		"str_ingredient9" : "  ",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"In a medium bowl mix egg yolks, philly cheese and baking powder using a hand held mixer. Carefully start adding the flour. When the mixture will not be mixing well, and will look like wood chips, put away the blending mixer and using your hands knead the dough.\\r\\nCreate a roll and cover in foil and freeze for 15 minutes. At this time preheat the oven to 375.\\r\\nTake the dough out and separate into two. Roll and cut out 3 inch trangles.\\r\\nMake as many as you can and on centre of each put a small spoon of jam. Roll them into a croissant shape.\\r\\nPlace the croissants onto a greased cookie sheet, and bake for 10-12 minutes or until golden.\\r\\nRepeat with the rest of the dough.\\r\\nWhen you take them out, put aside and sprinkle with powdered sugar on top.\\r\\nThis makes about 3 batches of 20 cookies each.\\r\\nTotal count about 60 cookies.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 4,
		"title" : "Paszteciki (Polish Pasties)",
		"str_ingredient1" : "1 cup  Flour",
		"str_ingredient2" : "1/4 tsp Salt",
		"str_ingredient3" : "1 Yolk Egg",
		"str_ingredient4" : "1 Egg",
		"str_ingredient5" : "5 tbs Butter",
		"str_ingredient6" : "6 tblsp Butter",
		"str_ingredient7" : "1/3 cup Onion",
		"str_ingredient8" : "1/2 cup  Swede",
		"str_ingredient9" : "1/2 lb Beef Brisket",
		"str_ingredient10" : "2 Beaten  Eggs",
		"str_ingredient11" : "1 tsp  Salt",
		"str_ingredient12" : "1/4 tsp Pepper",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Sift flour and salt into a large mixing bowl.\\r\\nUse a spoon to push the egg yolk through a fine sieve into the flour.\\r\\nAdd the raw egg and mix well.\\r\\nBeat in butter 1 tablespoon at a time.\\r\\nPlace dough on a floured surface and knead until smooth and elastic, then wrap in waxed paper and refrigerate until firm (at least 30 minutes).\\r\\nIn a heavy skillet, melt 2 tablespoons butter over medium heat; saute the onion and rutabaga until the onion is soft and transparent (5 minutes).\\r\\nPut the onions, rutabaga, and beef through a meat grinder twice if you have one, if not just chop them up as fine as possible.\\r\\nMelt the remaining 4 tablespoons butter over medium heat, and add the meat mixture.\\r\\nCook over low heat, stirring occasionally, until all of the liquid has evaporated and the mixture is thick enough to hold its shape.\\r\\nRemove from heat and let cool, then stir in 1 egg, and season with salt and pepper.\\r\\nPreheat oven to 350°F.\\r\\nOn a lightly floured surface, roll the dough out into a 13x8\\\" rectangle (1/8\\\" thick).\\r\\nSpoon the filling down the center of the rectangle lengthwise, leaving about an inch of space on each end.\\r\\nLightly brush the long sides with cold water, then fold one of the long sides over the filling and the other side over the top of that.\\r\\nBrush the short ends with cold water and fold them over the top, enclosing the filling.\\r\\nPlace pastry seam side down on a baking sheet and brush the top evenly with the remaining scrambled egg.\\r\\nB",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 5,
		"title" : "Fish Stew with Rouille",
		"str_ingredient1" : "6 large Prawns",
		"str_ingredient2" : "3 tbs Olive Oil",
		"str_ingredient3" : "150ml Dry White Wine",
		"str_ingredient4" : "200ml Fish Stock",
		"str_ingredient5" : "1 small finely diced Fennel",
		"str_ingredient6" : "1 small finely diced Onion",
		"str_ingredient7" : "3 cloves Chopped Garlic",
		"str_ingredient8" : "1 large Potatoes",
		"str_ingredient9" : "1 Orange",
		"str_ingredient10" : "1 Star Anise",
		"str_ingredient11" : "1 Bay Leaf",
		"str_ingredient12" : "1 1/2 tsp  Harissa Spice",
		"str_ingredient13" : "2 tbs Tomato Puree",
		"str_ingredient14" : "400g Chopped Tomatoes",
		"str_ingredient15" : "Handful Mussels",
		"str_ingredient16" : "200g White Fish",
		"str_ingredient17" : "2 Thyme",
		"str_ingredient18" : "to serve Bread",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Twist the heads from the prawns, then peel away the legs and shells, but leave the tails intact. Devein each prawn. Fry the shells in 1 tbsp oil for 5 mins, until dark pink and golden in patches. Add the wine, boil down by two thirds, then pour in the stock. Strain into a jug, discarding the shells.\\r\\nHeat the rest of the oil in a deep frying pan or casserole. Add the fennel, onion and garlic, season, then cover and gently cook for 10 mins until softened. Meanwhile, peel the potato and cut into 2cm-ish chunks. Put into a pan of cold water, bring to the boil and cook for 5 mins until almost tender. Drain in a colander.\\r\\nPeel a strip of zest from the orange. Put the zest, star anise, bay and ½ tsp harissa into the pan. Fry gently, uncovered, for 5-10 mins, until the vegetables are soft, sweet and golden.\\r\\nStir in the tomato purée, cook for 2 mins, then add the tomatoes and stock. Simmer for 10 mins until the sauce thickens slightly. Season to taste. The sauce can be made ahead, then reheated later in the day. Meantime, scrub the mussels or clams and pull away any stringy beards. Any that are open should be tapped sharply on the worktop – if they don’t close after a few seconds, discard them.\\r\\nReheat the sauce if necessary, then stir the potato, chunks of fish and prawns very gently into the stew. Bring back to the boil, then cover and gently simmer for 3 mins. Scatter the mussels or clams over the stew, then cover and cook for 2 mins more or until the shells have opened",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 6,
		"title" : "Jamaican Beef Patties",
		"str_ingredient1" : "4 cups  Plain Flour",
		"str_ingredient2" : "1 tsp  Salt",
		"str_ingredient3" : "1 tsp  Curry Powder",
		"str_ingredient4" : "250g Butter",
		"str_ingredient5" : "1 cup  Water",
		"str_ingredient6" : "900g Minced Beef",
		"str_ingredient7" : "1 tsp  Allspice",
		"str_ingredient8" : "1/2 tsp Black Pepper",
		"str_ingredient9" : "2 tbs Vegetable Oil",
		"str_ingredient10" : "1 cup  Onions",
		"str_ingredient11" : "Ground Red Pepper",
		"str_ingredient12" : "2 tsp ground Garlic",
		"str_ingredient13" : "1 tbs Thyme",
		"str_ingredient14" : "1/4 tsp Salt",
		"str_ingredient15" : "2 tbs Tomato Ketchup",
		"str_ingredient16" : "2 cups  Water",
		"str_ingredient17" : "1/2 cup  Onions",
		"str_ingredient18" : "1 beaten Egg",
		"str_ingredient19" : "1 tbs Water",
		"str_ingredient20" : "1/4 cup Water",
		"instructions" : "\"Make the Pastry Dough\\r\\n\\r\\nTo a large bowl, add flour, 1 teaspoon salt, and turmeric and mix thoroughly.\\r\\nRub shortening into flour until there are small pieces of shortening completely covered with flour.\\r\\nPour in 1/2 cup of the ice water and mix with your hands to bring the dough together. Keep adding ice water 2 to 3 tablespoons at a time until the mixture forms a dough.\\r\\nAt this stage, you can cut the dough into 2 large pieces, wrap in plastic and refrigerate for 30 minutes before using it.\\r\\nAlternatively, cut the dough into 10 to 12 equal pieces, place on a platter or baking sheet, cover securely with plastic wrap and let chill for 30 minutes while you make the filling.\\r\\nMake the Filling\\r\\n\\r\\nAdd ground beef to a large bowl. Sprinkle in allspice and black pepper. Mix together and set aside.\\r\\nHeat oil in a skillet until hot.\\r\\nAdd onions and sauté until translucent. Add hot pepper, garlic and thyme and continue to sauté for another minute. Add 1/4 teaspoon salt.\\r\\nAdd seasoned ground beef and toss to mix, breaking up any clumps, and let cook until the meat is no longer pink.\\r\\nAdd ketchup and more salt to taste.\\r\\nPour in 2 cups of water and stir. Bring the mixture to a boil then reduce heat and let simmer until most of the liquid has evaporated and whatever is remaining has reduced to a thick sauce.\\r\\nFold in green onions. Remove from heat and let cool completely.\\r\\nAssemble the Patties\\r\\n\\r\\nBeat the egg and water together to make an egg wash. Se",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 7,
		"title" : "Kafteji",
		"str_ingredient1" : "5 Large Potatoes",
		"str_ingredient2" : "2 tbs Olive Oil",
		"str_ingredient3" : "1 Green Pepper",
		"str_ingredient4" : "5 Onions",
		"str_ingredient5" : "1 tbs Ras el hanout",
		"str_ingredient6" : "500g Pumpkin",
		"str_ingredient7" : "24 Skinned Eggs",
		"str_ingredient8" : "Pinch Salt",
		"str_ingredient9" : "Pinch Pepper",
		"str_ingredient10" : "  ",
		"str_ingredient11" : "  ",
		"str_ingredient12" : "  ",
		"str_ingredient13" : "  ",
		"str_ingredient14" : "  ",
		"str_ingredient15" : "  ",
		"str_ingredient16" : "  ",
		"str_ingredient17" : "  ",
		"str_ingredient18" : "  ",
		"str_ingredient19" : "  ",
		"str_ingredient20" : "  ",
		"instructions" : "\"Peel potatoes and cut into 5cm cubes.\\r\\nPour 1-2 cm of olive oil into a large pan and heat up very hot. Fry potatoes until golden brown for 20 minutes, turning from time to time. Place on kitchen paper to drain.\\r\\nCut the peppers in half and remove seeds. Rub a little olive oil on them and place the cut side down on a baking tray. Place them under the grill. Grill until the skin is dark and bubbly. While the peppers are still hot, put them into a plastic sandwich bag and seal it. Take them out after 15 minutes and remove skins.\\r\\nIn the meantime, heat more olive oil another pan. Peel the onions and cut into thin rings. Fry for 15 minutes until golden brown, turning them often. Add the Ras el hanout at the end.\\r\\nCut the pumpkin into 5cm cubes and fry in the same pan you used for the potatoes for 10-15 minutes until it is soft and slightly browned. Place on kitchen paper.\\r\\nPour the remaining olive oil out of the pan and put all the cooked vegetables into the pan and mix. Whisk eggs and pour them over the vegetables. Put the lid on the pan so that the eggs cook. Put the contents of the pan onto a large chopping board, add salt and pepper and chopped and mix everything with a big knife.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 8,
		"title" : "Three Fish Pie",
		"str_ingredient1" : "1kg Potatoes",
		"str_ingredient2" : "Knob Butter",
		"str_ingredient3" : "Dash Milk",
		"str_ingredient4" : "50g Gruyère",
		"str_ingredient5" : "75g Butter",
		"str_ingredient6" : "2 sliced Leek",
		"str_ingredient7" : "75g Plain Flour",
		"str_ingredient8" : "150ml White Wine",
		"str_ingredient9" : "568ml Milk",
		"str_ingredient10" : "2 tbs chopped Parsley",
		"str_ingredient11" : "250g Salmon",
		"str_ingredient12" : "250g Haddock",
		"str_ingredient13" : "250g Smoked Haddock",
		"str_ingredient14" : "6 Eggs",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Preheat the oven to 200C/400F/Gas 6 (180C fan).\\r\\nPut the potatoes into a saucepan of cold salted water. Bring up to the boil and simmer until completely tender. Drain well and then mash with the butter and milk. Add pepper and taste to check the seasoning. Add salt and more pepper if necessary.\\r\\nFor the fish filling, melt the butter in a saucepan, add the leeks and stir over the heat. Cover with a lid and simmer gently for 10 minutes, or until soft. Measure the flour into a small bowl. Add the wine and whisk together until smooth.\\r\\nAdd the milk to the leeks, bring to the boil and then add the wine mixture. Stir briskly until thickened. Season and add the parsley and fish. Stir over the heat for two minutes, then spoon into an ovenproof casserole. Scatter over the eggs. Allow to cool until firm.\\r\\nSpoon the mashed potatoes over the fish mixture and mark with a fork. Sprinkle with cheese.\\r\\nBake for 30-40 minutes, or until lightly golden-brown on top and bubbling around the edges.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 9,
		"title" : "Chocolate Gateau",
		"str_ingredient1" : "250g Plain chocolate",
		"str_ingredient2" : "175g Butter",
		"str_ingredient3" : "2 tablespoons Milk",
		"str_ingredient4" : "5 Eggs",
		"str_ingredient5" : "175g Granulated Sugar",
		"str_ingredient6" : "125g Flour",
		"str_ingredient7" : " ",
		"str_ingredient8" : " ",
		"str_ingredient9" : " ",
		"str_ingredient10" : " ",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : "null null",
		"str_ingredient17" : "null null",
		"str_ingredient18" : "null null",
		"str_ingredient19" : "null null",
		"str_ingredient20" : "null null",
		"instructions" : "\"Preheat the oven to 180°C/350°F/Gas Mark 4. Grease and line the base of an 8 in round spring form cake tin with baking parchment\\r\\nBreak the chocolate into a heatproof bowl and place over a saucepan of gently simmering water and stir until it melts. (or melt in the microwave for 2-3 mins stirring occasionally)\\r\\nPlace the butter and sugar in a mixing bowl and cream together with a wooden spoon until light and fluffy. Gradually beat in the eggs, adding a little flour if the mixture begins to curdle. Fold in the remaining flour with the cooled, melted chocolate and milk. Mix until smooth.\\r\\nSpread the mixture into the cake tin and bake for 50-55 mins or until firm in the centre and a skewer comes out cleanly. Cool for 10 minutes, then turn out and cool completely.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	},
	{
		"id" : 10,
		"title" : "Lancashire hotpot",
		"str_ingredient1" : "100g  Butter",
		"str_ingredient2" : "900g Lamb",
		"str_ingredient3" : "3 Lamb Kidney",
		"str_ingredient4" : "2 medium Onions",
		"str_ingredient5" : "4 sliced Carrots",
		"str_ingredient6" : "25g Plain Flour",
		"str_ingredient7" : "2 tsp Worcestershire Sauce",
		"str_ingredient8" : "500ml Chicken Stock",
		"str_ingredient9" : "2 Bay Leaves",
		"str_ingredient10" : "900g Potatoes",
		"str_ingredient11" : " ",
		"str_ingredient12" : " ",
		"str_ingredient13" : " ",
		"str_ingredient14" : " ",
		"str_ingredient15" : " ",
		"str_ingredient16" : " ",
		"str_ingredient17" : " ",
		"str_ingredient18" : " ",
		"str_ingredient19" : " ",
		"str_ingredient20" : " ",
		"instructions" : "\"Heat oven to 160C/fan 140C/gas 3. Heat some dripping or butter in a large shallow casserole dish, brown the lamb in batches, lift to a plate, then repeat with the kidneys.\\r\\nFry the onions and carrots in the pan with a little more dripping until golden. Sprinkle over the flour, allow to cook for a couple of mins, shake over the Worcestershire sauce, pour in the stock, then bring to the boil. Stir in the meat and bay leaves, then turn off the heat. Arrange the sliced potatoes on top of the meat, then drizzle with a little more dripping. Cover, then place in the oven for about 1½ hrs until the potatoes are cooked.\\r\\nRemove the lid, brush the potatoes with a little more dripping, then turn the oven up to brown the potatoes, or finish under the grill for 5-8 mins until brown.\"",
		"cook_time" : null,
		"created_at" : "2022-09-17 20:20:10",
		"updated_at" : "2022-09-17 20:20:10",
		"user_id" : null
	}
]
